[
  {
    "quote": "Focus on the journey, not the destination.",
    "author": "Greg Anderson"
  },
  {
    "quote": "The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Success is the sum of small efforts, repeated day in and day out.",
    "author": "Robert Collier"
  },
  {
    "quote": "You can't depend on your eyes when your imagination is out of focus.",
    "author": "Mark Twain"
  },
  {
    "quote": "The best way to predict your future is to create it.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "Concentration is the secret of strength.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Focus on being productive instead of busy.",
    "author": "Tim Ferriss"
  },
  {
    "quote": "Focus is the key to unlocking your potential.",
    "author": "Anonymous"
  },
  {
    "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "author": "William Faulkner"
  },
  {
    "quote": "Focus on the possibilities for success, not on the potential for failure.",
    "author": "Anonymous"
  },
  {
    "quote": "Where focus goes, energy flows.",
    "author": "Tony Robbins"
  },
  {
    "quote": "Concentrate all your thoughts upon the work in hand. The sun's rays do not burn until brought to a focus.",
    "author": "Alexander Graham Bell"
  },
  {
    "quote": "The main thing is to keep the main thing the main thing.",
    "author": "Stephen Covey"
  },
  {
    "quote": "Your focus determines your reality.",
    "author": "George Lucas"
  },
  {
    "quote": "It is during our darkest moments that we must focus to see the light.",
    "author": "Aristotle"
  },
  {
    "quote": "You will never reach your destination if you stop and throw stones at every dog that barks.",
    "author": "Winston Churchill"
  },
  {
    "quote": "Focus is a matter of deciding what things you're not going to do.",
    "author": "John Carmack"
  },
  {
    "quote": "What you stay focused on will grow.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Focus on the solution, not the problem.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Don't confuse movement with progress. A rocking horse keeps moving but doesn't make any progress.",
    "author": "Alfred A. Montapert"
  },
  {
    "quote": "Energy flows where attention goes.",
    "author": "Michael Beckwith"
  },
  {
    "quote": "It is not enough to be busy… The question is: What are we busy about?",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "The ability to focus attention on important things is a defining characteristic of intelligence.",
    "author": "Robert J. Shiller"
  },
  {
    "quote": "An eagle never loses sleep over the opinion of pigeons.",
    "author": "Matshona Dhliwayo"
  },
  {
    "quote": "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Always remember, your focus determines your reality.",
    "author": "Qui-Gon Jinn (Star Wars)"
  },
  {
    "quote": "Simplicity is about subtracting the obvious and adding the meaningful.",
    "author": "John Maeda"
  },
  {
    "quote": "Don’t let the noise of others’ opinions drown out your own inner voice.",
    "author": "Steve Jobs"
  },
  {
    "quote": "The key to success is to focus our conscious mind on things we desire, not things we fear.",
    "author": "Brian Tracy"
  },
  {
    "quote": "Focus means eliminating distractions, not just ignoring them.",
    "author": "Anonymous"
  },
  {
    "quote": "He who chases two rabbits catches neither.",
    "author": "Russian Proverb"
  },
  {
    "quote": "A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power.",
    "author": "Brian Tracy"
  },
  {
    "quote": "When you have clarity of intention, the universe conspires with you to make it happen.",
    "author": "Fabienne Fredrickson"
  },
  {
    "quote": "Your results are the product of either personal focus or personal distractions. The choice is yours.",
    "author": "John Di Lemme"
  },
  {
    "quote": "The successful person has the habit of doing the things failures don’t like to do.",
    "author": "Earl Nightingale"
  },
  {
    "quote": "The art of being wise is the art of knowing what to overlook.",
    "author": "William James"
  },
  {
    "quote": "Do more of what matters and let the rest go.",
    "author": "Anonymous"
  },
  {
    "quote": "The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary.",
    "author": "Thomas Edison"
  },
  {
    "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.",
    "author": "H.L. Hunt"
  },
  {
    "quote": "A goal properly set is halfway reached.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Successful people maintain a positive focus in life no matter what is going on around them.",
    "author": "Jack Canfield"
  },
  {
    "quote": "You don’t need more time in your day. You need to decide.",
    "author": "Seth Godin"
  },
  {
    "quote": "That's been one of my mantras - focus and simplicity. Simple can be harder than complex.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Focus is more important than intelligence.",
    "author": "Herb Kelleher"
  },
  {
    "quote": "Multitasking is a lie.",
    "author": "Gary Keller"
  },
  {
    "quote": "Stay focused, go after your dreams and keep moving toward your goals.",
    "author": "LL Cool J"
  },
  {
    "quote": "The only thing that stands between a man and what he wants from life is often merely the will to try it and the faith to believe that it is possible.",
    "author": "Richard M. DeVos"
  },
  {
    "quote": "Focusing is about saying No.",
    "author": "Steve Jobs"
  },
  {
    "quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "The more you can focus on one thing at a time, the more you’ll get done.",
    "author": "Leo Babauta"
  },
  {
    "quote": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
    "author": "John D. Rockefeller"
  },
  {
    "quote": "Starve your distractions, feed your focus.",
    "author": "Anonymous"
  },
  {
    "quote": "Focus is the secret of all greatness.",
    "author": "Maharishi Mahesh Yogi"
  },
  {
    "quote": "To be everywhere is to be nowhere.",
    "author": "Seneca"
  },
  {
    "quote": "Only the man who does not divide his attention can hope to succeed.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "The focus of your life should be on the path, not the obstacle.",
    "author": "Anonymous"
  },
  {
    "quote": "I don't care how much power, brilliance or energy you have, if you don't harness it and focus it on a specific target, and hold it there you're never going to accomplish as much as your ability warrants.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "It is not the daily increase, but daily decrease. Hack away at the unessential.",
    "author": "Bruce Lee"
  },
  {
    "quote": "If you don't know where you are going, any road will get you there.",
    "author": "Lewis Carroll"
  },
  {
    "quote": "Focus on your strengths, not your weaknesses.",
    "author": "Gary Vaynerchuk"
  },
  {
    "quote": "Concentration can be cultivated. One can learn to exercise over a body, mind and emotions.",
    "author": "Anil Ambani"
  },
  {
    "quote": "What we focus on, we empower and enlarge.",
    "author": "Julia Cameron"
  },
  {
    "quote": "Focus is like a laser beam. It can cut through the most difficult obstacles.",
    "author": "Anonymous"
  },
  {
    "quote": "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life.",
    "author": "Eckhart Tolle"
  },
  {
    "quote": "You only have a certain amount of energy. To get things done, you have to focus.",
    "author": "Doris Kearns Goodwin"
  },
  {
    "quote": "Deep work is the ability to focus without distraction on a cognitively demanding task.",
    "author": "Cal Newport"
  },
  {
    "quote": "Your focus is your greatest asset.",
    "author": "Anonymous"
  },
  {
    "quote": "When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in.",
    "author": "Kristin Armstrong"
  },
  {
    "quote": "The direction of your focus determines the direction of your life.",
    "author": "Anonymous"
  },
  {
    "quote": "You can do anything, but you can't do everything.",
    "author": "David Allen"
  },
  {
    "quote": "I focus on one thing and one thing only – that is trying to win as many championships as I can.",
    "author": "Kobe Bryant"
  },
  {
    "quote": "Be silent and safe; silence never betrays you; Be true to your word and your work and your friend.",
    "author": "John Boyle O'Reilly"
  },
  {
    "quote": "Concentration is the root of all the higher abilities in man.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Focus on being the best version of yourself.",
    "author": "Anonymous"
  },
  {
    "quote": "If you chase two rabbits, you will not catch either one.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "Keep your eyes on the stars, and your feet on the ground.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Do it with passion, or not at all.",
    "author": "Rosa Nouchette Carey"
  },
  {
    "quote": "I have learned that focus is the key to success. If you can't focus, you can't succeed.",
    "author": "Apolo Ohno"
  },
  {
    "quote": "Focus on the process, and the results will follow.",
    "author": "Anonymous"
  },
  {
    "quote": "Most people have no idea of the giant capacity we can immediately command when we focus all of our resources on mastering a single area of our lives.",
    "author": "Tony Robbins"
  },
  {
    "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.",
    "author": "Socrates"
  },
  {
    "quote": "Focus on the light, and you will find your way.",
    "author": "Anonymous"
  },
  {
    "quote": "Focus is the ability to stay on track when things get tough.",
    "author": "Anonymous"
  },
  {
    "quote": "Don't let yesterday take up too much of today.",
    "author": "Will Rogers"
  },
  {
    "quote": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "quote": "The power of focus is the power to change your life.",
    "author": "Anonymous"
  },
  {
    "quote": "If you want to achieve greatness, stop asking for permission.",
    "author": "Anonymous"
  },
  {
    "quote": "One way to keep momentum going is to have constantly greater goals.",
    "author": "Michael Korda"
  },
  {
    "quote": "Success demands singleness of purpose.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Distraction is the enemy of greatness.",
    "author": "Anonymous"
  },
  {
    "quote": "Focus on where you want to go, not on what you fear.",
    "author": "Tony Robbins"
  },
  {
    "quote": "The mind is like a magnifying glass; when it focuses, it creates fire.",
    "author": "Anonymous"
  }
]