[
  {
    "quote": "Happiness is not something ready made. It comes from your own actions.",
    "author": "Dalai Lama"
  },
  {
    "quote": "For every minute you are angry, you lose sixty seconds of happiness.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Happiness depends upon ourselves.",
    "author": "Aristotle"
  },
  {
    "quote": "The happiest people don't have the best of everything, they just make the best of everything.",
    "author": "Anonymous"
  },
  {
    "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
    "author": "Albert Camus"
  },
  {
    "quote": "Happiness is a warm puppy.",
    "author": "Charles M. Schulz"
  },
  {
    "quote": "Be happy for this moment. This moment is your life.",
    "author": "Omar Khayyam"
  },
  {
    "quote": "To be happy, we must not be too concerned with others.",
    "author": "Albert Camus"
  },
  {
    "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.",
    "author": "William Saroyan"
  },
  {
    "quote": "Happiness is not by chance, but by choice.",
    "author": "Jim Rohn"
  },
  {
    "quote": "The most important thing is to enjoy your life—to be happy—it's all that matters.",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "Happiness is a direction, not a place.",
    "author": "Sydney J. Harris"
  },
  {
    "quote": "The art of being happy lies in the power of extracting happiness from common things.",
    "author": "Henry Ward Beecher"
  },
  {
    "quote": "Count your age by friends, not years. Count your life by smiles, not tears.",
    "author": "John Lennon"
  },
  {
    "quote": "Happiness is letting go of what you think your life is supposed to look like.",
    "author": "Anonymous"
  },
  {
    "quote": "The secret of happiness is not in doing what one likes, but in liking what one does.",
    "author": "James M. Barrie"
  },
  {
    "quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
    "author": "Jim Rohn"
  },
  {
    "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "author": "Andrew Carnegie"
  },
  {
    "quote": "The foolish man seeks happiness in the distance; the wise grows it under his feet.",
    "author": "James Oppenheim"
  },
  {
    "quote": "Happiness is the highest good.",
    "author": "Aristotle"
  },
  {
    "quote": "Happiness is when what you think, what you say, and what you do are in harmony.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness grows at our own firesides and is not to be picked in strangers' gardens.",
    "author": "Douglas Jerrold"
  },
  {
    "quote": "A joyful heart is the inevitable result of a heart burning with love.",
    "author": "Mother Teresa"
  },
  {
    "quote": "Happiness is not a goal; it is a by-product.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "The secret of happiness is freedom, and the secret of freedom is courage.",
    "author": "Thucydides"
  },
  {
    "quote": "Happiness is contagious, spread it as much as you can.",
    "author": "Anonymous"
  },
  {
    "quote": "The best way to cheer yourself is to try to cheer someone else up.",
    "author": "Mark Twain"
  },
  {
    "quote": "Happiness is not in things; it is in us.",
    "author": "Richard Wagner"
  },
  {
    "quote": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose.",
    "author": "Helen Keller"
  },
  {
    "quote": "The happiest people don't necessarily have the best of everything, but they make the best of everything.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is an inside job.",
    "author": "William Arthur Ward"
  },
  {
    "quote": "Happiness is a choice that requires effort at times.",
    "author": "Aeschylus"
  },
  {
    "quote": "The key to being happy is knowing you have the power to choose what to accept and what to let go.",
    "author": "Dodinsky"
  },
  {
    "quote": "Happiness is like a butterfly; the more you chase it, the more it will elude you.",
    "author": "Nathaniel Hawthorne"
  },
  {
    "quote": "Happiness comes in waves. It’ll find you again.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not out there, it's in you.",
    "author": "Anonymous"
  },
  {
    "quote": "A happy heart makes a cheerful face.",
    "author": "Proverbs 15:13"
  },
  {
    "quote": "The greatest happiness you can give to others is your own happiness.",
    "author": "Anonymous"
  },
  {
    "quote": "It is not how much we have, but how much we enjoy, that makes happiness.",
    "author": "Charles Spurgeon"
  },
  {
    "quote": "A truly happy person is one who can enjoy the scenery on a detour.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is found in the simplest of things.",
    "author": "Anonymous"
  },
  {
    "quote": "Do more of what makes you happy.",
    "author": "Anonymous"
  },
  {
    "quote": "There is no path to happiness: happiness is the path.",
    "author": "Buddha"
  },
  {
    "quote": "Happiness is the art of never holding in your mind the memory of any unpleasant thing that has passed.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not having what you want. It is appreciating what you have.",
    "author": "Anonymous"
  },
  {
    "quote": "Find joy in the ordinary.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness radiates like a fragrance from a flower and draws all good things towards you.",
    "author": "Maharishi Mahesh Yogi"
  },
  {
    "quote": "Enjoy the little things, for one day you may look back and realize they were the big things.",
    "author": "Robert Brault"
  },
  {
    "quote": "Happiness is a cup of coffee and a good book.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness often sneaks in through a door you didn’t know you left open.",
    "author": "John Barrymore"
  },
  {
    "quote": "Happiness is not in another place but this place, not for another hour but this hour.",
    "author": "Walt Whitman"
  },
  {
    "quote": "Happiness is a state of mind. It's just according to the way you look at things.",
    "author": "Walt Disney"
  },
  {
    "quote": "Happiness is homemade.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness comes when we stop complaining about the troubles we have and offer thanks for all the troubles we don’t have.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not found in achieving great things, but in the journey of becoming.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not the absence of problems, it’s the ability to deal with them.",
    "author": "Steve Maraboli"
  },
  {
    "quote": "Happiness is not having a perfect life, but seeing the beauty in an imperfect one.",
    "author": "Anonymous"
  },
  {
    "quote": "Being happy never goes out of style.",
    "author": "Lilly Pulitzer"
  },
  {
    "quote": "Happiness starts with a smile.",
    "author": "Anonymous"
  },
  {
    "quote": "Collect beautiful moments, not things.",
    "author": "Anonymous"
  },
  {
    "quote": "Let your smile change the world, but don’t let the world change your smile.",
    "author": "Anonymous"
  },
  {
    "quote": "Find happiness in the simplest of moments.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is the joy of discovering your own path.",
    "author": "Anonymous"
  },
  {
    "quote": "The happiest people make the best of everything.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is knowing when to let go and move forward.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is free. Sprinkle it everywhere.",
    "author": "Anonymous"
  },
  {
    "quote": "The only way to find true happiness is to risk being completely cut open.",
    "author": "Chuck Palahniuk"
  },
  {
    "quote": "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "author": "Charles Dickens"
  },
  {
    "quote": "If you want to live a happy life, tie it to a goal, not to people or things.",
    "author": "Albert Einstein"
  },
  {
    "quote": "There is only one happiness in this life, to love and be loved.",
    "author": "George Sand"
  },
  {
    "quote": "Sanity and happiness are an impossible combination.",
    "author": "Mark Twain"
  },
  {
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city.",
    "author": "George Burns"
  },
  {
    "quote": "The more you praise and celebrate your life, the more there is in life to celebrate.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "No medicine cures what happiness cannot.",
    "author": "Gabriel García Márquez"
  },
  {
    "quote": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.",
    "author": "Rose Kennedy"
  },
  {
    "quote": "Our envy always lasts longer than the happiness of those we envy.",
    "author": "Heraclitus"
  },
  {
    "quote": "Happiness is not a station you arrive at, but a manner of traveling.",
    "author": "Margaret Lee Runbeck"
  },
  {
    "quote": "The paradox of happiness is that when we search for it, we can't find it. But when we give it, it finds us.",
    "author": "Anonymous"
  },
  {
    "quote": "Man is fond of counting his troubles, but he does not count his joys.",
    "author": "Fyodor Dostoevsky"
  },
  {
    "quote": "Happiness consists more in small conveniences or pleasures that occur every day, than in great pieces of good fortune that happen but seldom.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "One of the keys to happiness is a bad memory.",
    "author": "Rita Mae Brown"
  },
  {
    "quote": "True happiness... is not a surge of energy to be expended in a moment, but a continuous light and heat.",
    "author": "Charlotte Brontë"
  },
  {
    "quote": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations.",
    "author": "Michael J. Fox"
  },
  {
    "quote": "Happiness is the intervals between periods of unhappiness.",
    "author": "Don Marquis"
  },
  {
    "quote": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "quote": "Think of all the beauty still left around you and be happy.",
    "author": "Anne Frank"
  },
  {
    "quote": "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness.",
    "author": "Carl Jung"
  },
  {
    "quote": "Action may not always bring happiness; but there is no happiness without action.",
    "author": "Benjamin Disraeli"
  },
  {
    "quote": "Happiness is a byproduct of an effort to make someone else happy.",
    "author": "Gretta Brooker Palmer"
  },
  {
    "quote": "The root of everything is a happy thought.",
    "author": "Anonymous"
  },
  {
    "quote": "True happiness is... to enjoy the present, without anxious dependence upon the future.",
    "author": "Seneca"
  },
  {
    "quote": "To be without some of the things you want is an indispensable part of happiness.",
    "author": "Bertrand Russell"
  },
  {
    "quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values.",
    "author": "Ayn Rand"
  },
  {
    "quote": "The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not.",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "Joy is not in things; it is in us.",
    "author": "Richard Wagner"
  },
  {
    "quote": "Happiness is a virtue, not its reward.",
    "author": "Baruch Spinoza"
  },
  {
    "quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.",
    "author": "Epictetus"
  },
  {
    "quote": "We all live with the objective of being happy; our lives are all different and yet the same.",
    "author": "Anne Frank"
  },
  {
    "quote": "There is no happiness like that of being loved by your fellow-creatures, and feeling that your presence is an addition to their comfort.",
    "author": "Charlotte Brontë"
  },
  {
    "quote": "Success is getting what you want. Happiness is wanting what you get.",
    "author": "Dale Carnegie"
  },
  {
    "quote": "Happiness is nothing more than good health and a bad memory.",
    "author": "Albert Schweitzer"
  },
  {
    "quote": "The secret of happiness is to admire without desiring.",
    "author": "Carl Sandburg"
  },
  {
    "quote": "Some cause happiness wherever they go; others whenever they go.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "I've got nothing to do today but smile.",
    "author": "Paul Simon"
  },
  {
    "quote": "You cannot judge what should make others happy, and others cannot judge what should make you happy.",
    "author": "Alan Cohen"
  },
  {
    "quote": "The discovery of a new dish does more for the happiness of the human race than the discovery of a star.",
    "author": "Anthelme Brillat-Savarin"
  },
  {
    "quote": "Tension is who you think you should be. Relaxation is who you are.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
    "author": "Albert Einstein"
  },
  {
    "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Happiness is essentially a state of going somewhere, wholeheartedly, without regret or reservation.",
    "author": "William H. Sheldon"
  },
  {
    "quote": "To be kind to all, to like many and love a few, to be needed and wanted by those we love, is certainly the nearest we can come to happiness.",
    "author": "Mary Stuart"
  },
  {
    "quote": "Happiness is a how; not a what. A talent, not an object.",
    "author": "Hermann Hesse"
  },
  {
    "quote": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us.",
    "author": "Ashley Montagu"
  },
  {
    "quote": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.",
    "author": "Helen Keller"
  },
  {
    "quote": "A string of excited, fugitive, miscellaneous pleasures is not happiness; happiness resides in imaginative reflection and judgment.",
    "author": "George Santayana"
  }
]