[
  {
    "quote": "Happiness is not something ready made. It comes from your own actions.",
    "author": "Dalai Lama"
  },
  {
    "quote": "For every minute you are angry, you lose sixty seconds of happiness.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Happiness depends upon ourselves.",
    "author": "Aristotle"
  },
  {
    "quote": "The happiest people don't have the best of everything, they just make the best of everything.",
    "author": "Anonymous"
  },
  {
    "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
    "author": "Albert Camus"
  },
  {
    "quote": "Happiness is a warm puppy.",
    "author": "Charles M. Schulz"
  },
  {
    "quote": "Be happy for this moment. This moment is your life.",
    "author": "Omar Khayyam"
  },
  {
    "quote": "To be happy, we must not be too concerned with others.",
    "author": "Albert Camus"
  },
  {
    "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.",
    "author": "William Saroyan"
  },
  {
    "quote": "Happiness is not by chance, but by choice.",
    "author": "Jim Rohn"
  },
  {
    "quote": "The most important thing is to enjoy your life—to be happy—it's all that matters.",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "Happiness is a direction, not a place.",
    "author": "Sydney J. Harris"
  },
  {
    "quote": "The art of being happy lies in the power of extracting happiness from common things.",
    "author": "Henry Ward Beecher"
  },
  {
    "quote": "Count your age by friends, not years. Count your life by smiles, not tears.",
    "author": "John Lennon"
  },
  {
    "quote": "Happiness is letting go of what you think your life is supposed to look like.",
    "author": "Anonymous"
  },
  {
    "quote": "The secret of happiness is not in doing what one likes, but in liking what one does.",
    "author": "James M. Barrie"
  },
  {
    "quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
    "author": "Jim Rohn"
  },
  {
    "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "author": "Andrew Carnegie"
  },
  {
    "quote": "The foolish man seeks happiness in the distance; the wise grows it under his feet.",
    "author": "James Oppenheim"
  },
  {
    "quote": "Happiness is the highest good.",
    "author": "Aristotle"
  },
  {
    "quote": "Happiness is when what you think, what you say, and what you do are in harmony.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness grows at our own firesides and is not to be picked in strangers' gardens.",
    "author": "Douglas Jerrold"
  },
  {
    "quote": "A joyful heart is the inevitable result of a heart burning with love.",
    "author": "Mother Teresa"
  },
  {
    "quote": "Happiness is not a goal; it is a by-product.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "The secret of happiness is freedom, and the secret of freedom is courage.",
    "author": "Thucydides"
  },
  {
    "quote": "Happiness is contagious, spread it as much as you can.",
    "author": "Anonymous"
  },
  {
    "quote": "The best way to cheer yourself is to try to cheer someone else up.",
    "author": "Mark Twain"
  },
  {
    "quote": "Happiness is not in things; it is in us.",
    "author": "Richard Wagner"
  },
  {
    "quote": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose.",
    "author": "Helen Keller"
  },
  {
    "quote": "The happiest people don't necessarily have the best of everything, but they make the best of everything.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is an inside job.",
    "author": "William Arthur Ward"
  },
  {
    "quote": "Happiness is a choice that requires effort at times.",
    "author": "Aeschylus"
  },
  {
    "quote": "The key to being happy is knowing you have the power to choose what to accept and what to let go.",
    "author": "Dodinsky"
  },
  {
    "quote": "Happiness is like a butterfly; the more you chase it, the more it will elude you.",
    "author": "Nathaniel Hawthorne"
  },
  {
    "quote": "Happiness comes in waves. It’ll find you again.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not out there, it's in you.",
    "author": "Anonymous"
  },
  {
    "quote": "A happy heart makes a cheerful face.",
    "author": "Proverbs 15:13"
  },
  {
    "quote": "The greatest happiness you can give to others is your own happiness.",
    "author": "Anonymous"
  },
  {
    "quote": "It is not how much we have, but how much we enjoy, that makes happiness.",
    "author": "Charles Spurgeon"
  },
  {
    "quote": "A truly happy person is one who can enjoy the scenery on a detour.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is found in the simplest of things.",
    "author": "Anonymous"
  },
  {
    "quote": "Do more of what makes you happy.",
    "author": "Anonymous"
  },
  {
    "quote": "There is no path to happiness: happiness is the path.",
    "author": "Buddha"
  },
  {
    "quote": "Happiness is the art of never holding in your mind the memory of any unpleasant thing that has passed.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not having what you want. It is appreciating what you have.",
    "author": "Anonymous"
  },
  {
    "quote": "Find joy in the ordinary.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness radiates like a fragrance from a flower and draws all good things towards you.",
    "author": "Maharishi Mahesh Yogi"
  },
  {
    "quote": "Enjoy the little things, for one day you may look back and realize they were the big things.",
    "author": "Robert Brault"
  },
  {
    "quote": "Happiness is a cup of coffee and a good book.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness often sneaks in through a door you didn’t know you left open.",
    "author": "John Barrymore"
  },
  {
    "quote": "Happiness is not in another place but this place, not for another hour but this hour.",
    "author": "Walt Whitman"
  },
  {
    "quote": "Happiness is a state of mind. It's just according to the way you look at things.",
    "author": "Walt Disney"
  },
  {
    "quote": "Happiness is homemade.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness comes when we stop complaining about the troubles we have and offer thanks for all the troubles we don’t have.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not found in achieving great things, but in the journey of becoming.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is not the absence of problems, it’s the ability to deal with them.",
    "author": "Steve Maraboli"
  },
  {
    "quote": "Happiness is not having a perfect life, but seeing the beauty in an imperfect one.",
    "author": "Anonymous"
  },
  {
    "quote": "Being happy never goes out of style.",
    "author": "Lilly Pulitzer"
  },
  {
    "quote": "Happiness starts with a smile.",
    "author": "Anonymous"
  },
  {
    "quote": "Collect beautiful moments, not things.",
    "author": "Anonymous"
  },
  {
    "quote": "Let your smile change the world, but don’t let the world change your smile.",
    "author": "Anonymous"
  },
  {
    "quote": "Find happiness in the simplest of moments.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is the joy of discovering your own path.",
    "author": "Anonymous"
  },
  {
    "quote": "The happiest people make the best of everything.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is knowing when to let go and move forward.",
    "author": "Anonymous"
  },
  {
    "quote": "Happiness is free. Sprinkle it everywhere.",
    "author": "Anonymous"
  }
]
