[
  {
    "quote": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle"
  },
  {
    "quote": "To love and be loved is to feel the sun from both sides.",
    "author": "David Viscott"
  },
  {
    "quote": "Love is when the other person's happiness is more important than your own.",
    "author": "H. Jackson Brown Jr."
  },
  {
    "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not.",
    "author": "Jodi Picoult"
  },
  {
    "quote": "Love is a many-splendored thing.",
    "author": "Paul Simon"
  },
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Love is not about how many days, months, or years you have been together. Love is about how much you love each other every day.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is like the wind, you can't see it but you can feel it.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "The best thing to hold onto in life is each other.",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "Love isn't something you find. Love is something that finds you.",
    "author": "Loretta Young"
  },
  {
    "quote": "The best love is the kind that awakens the soul and makes us reach for more.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "A loving heart is the truest wisdom.",
    "author": "Charles Dickens"
  },
  {
    "quote": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us.",
    "author": "Paulo Coelho"
  },
  {
    "quote": "We accept the love we think we deserve.",
    "author": "Stephen Chbosky"
  },
  {
    "quote": "Love is the flower you've got to let grow.",
    "author": "John Lennon"
  },
  {
    "quote": "I have decided to stick with love. Hate is too great a burden to bear.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "Love doesn't make the world go round. Love is what makes the ride worthwhile.",
    "author": "Franklin P. Jones"
  },
  {
    "quote": "All you need is love. But a little chocolate now and then doesn't hurt.",
    "author": "Charles M. Schulz"
  },
  {
    "quote": "Life is the flower for which love is the honey.",
    "author": "Victor Hugo"
  },
  {
    "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.",
    "author": "Victor Hugo"
  },
  {
    "quote": "Love is the beauty of the soul.",
    "author": "Saint Augustine"
  },
  {
    "quote": "Love is not only something you feel, it is something you do.",
    "author": "David Wilkerson"
  },
  {
    "quote": "Love is the bridge between you and everything.",
    "author": "Rumi"
  },
  {
    "quote": "To love oneself is the beginning of a lifelong romance.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "Love takes off masks that we fear we cannot live without and know we cannot live within.",
    "author": "James Baldwin"
  },
  {
    "quote": "Love is the only force capable of transforming an enemy into a friend.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "True love stories never have endings.",
    "author": "Richard Bach"
  },
  {
    "quote": "Love is a friendship set to music.",
    "author": "Joseph Campbell"
  },
  {
    "quote": "The best proof of love is trust.",
    "author": "Joyce Brothers"
  },
  {
    "quote": "The way to love anything is to realize that it may be lost.",
    "author": "Gilbert K. Chesterton"
  },
  {
    "quote": "Love is the greatest refreshment in life.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "To love and be loved is to feel the warmth of the sun on both sides.",
    "author": "Anonymous"
  },
  {
    "quote": "Love does not dominate; it cultivates.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Love is that condition in which the happiness of another person is essential to your own.",
    "author": "Robert A. Heinlein"
  },
  {
    "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
    "author": "Dr. Seuss"
  },
  {
    "quote": "Love cures people—both the ones who give it and the ones who receive it.",
    "author": "Karl A. Menninger"
  },
  {
    "quote": "Love is not about possession. It’s all about appreciation.",
    "author": "Anonymous"
  },
  {
    "quote": "Where there is love, there is life.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is the strongest force the world possesses.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is the magician that pulls man out of his own hat.",
    "author": "Ben Hecht"
  },
  {
    "quote": "Love is something eternal; the aspect may change, but not the essence.",
    "author": "Vincent Van Gogh"
  },
  {
    "quote": "If I had a flower for every time I thought of you, I could walk through my garden forever.",
    "author": "Alfred Lord Tennyson"
  },
  {
    "quote": "Love is like a flower; it needs the right amount of attention and care to grow.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is a language spoken by everyone but understood only by the heart.",
    "author": "Anonymous"
  },
  {
    "quote": "A life without love is like a year without summer.",
    "author": "Swedish Proverb"
  },
  {
    "quote": "Love is not about finding the right person, but creating the right relationship.",
    "author": "Anonymous"
  },
  {
    "quote": "To love is nothing. To be loved is something. But to love and be loved, that’s everything.",
    "author": "T. Tolis"
  },
  {
    "quote": "Love is like the sun, it shines brightly even on the darkest days.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is like a puzzle. When you're in love, all the pieces fit.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is the answer, and you know that for sure.",
    "author": "John Lennon"
  },
  {
    "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, and penetrates walls.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Love is a canvas furnished by nature and embroidered by imagination.",
    "author": "Voltaire"
  },
  {
    "quote": "Love is the greatest adventure.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is not what the mind thinks, but what the heart feels.",
    "author": "Greg Evans"
  },
  {
    "quote": "If you love someone, set them free. If they come back, they’re yours; if they don’t, they never were.",
    "author": "Richard Bach"
  },
  {
    "quote": "The best love is unexpected. You don’t just pick someone and cross your fingers it’ll work out.",
    "author": "Anonymous"
  },
  {
    "quote": "Love is a journey, not a destination.",
    "author": "Anonymous"
  },
  {
    "quote": "Love never fails.",
    "author": "1 Corinthians 13:8"
  },
  {
    "quote": "The first duty of love is to listen.",
    "author": "Paul Tillich"
  },
  {
    "quote": "Love is an endless act of forgiveness.",
    "author": "Peter Ustinov"
  },
  {
    "quote": "Love is when you meet someone who tells you something new about yourself.",
    "author": "Andre Breton"
  },
  {
    "quote": "Love is a gift you can give every day.",
    "author": "Anonymous"
  },
  {
    "quote": "Love grows by giving. The love we give away is the only love we keep.",
    "author": "Elbert Hubbard"
  },
  {
    "quote": "True love is eternal, infinite, and always like itself.",
    "author": "Honore de Balzac"
  },
  {
    "quote": "Love does not consist in gazing at each other, but in looking outward together in the same direction.",
    "author": "Antoine de Saint-Exupéry"
  },
  {
    "quote": "We love because it’s the only true adventure.",
    "author": "Nikki Giovanni"
  },
  {
    "quote": "Love is the key to the secret of life.",
    "author": "Anonymous"
  },
  {
    "quote": "The greatest thing you’ll ever learn is just to love and be loved in return.",
    "author": "Nat King Cole"
  }
]
