[
  {
    "quote": "The only way to achieve the impossible is to believe it is possible.",
    "author": "Charles Kingsleigh"
  },
  {
    "quote": "Success is the sum of small efforts, repeated day in and day out.",
    "author": "Robert Collier"
  },
  {
    "quote": "Don't watch the clock; do what it does. Keep going.",
    "author": "Sam Levenson"
  },
  {
    "quote": "Your limitation—it's only your imagination.",
    "author": "Anonymous"
  },
  {
    "quote": "Great things never come from comfort zones.",
    "author": "Anonymous"
  },
  {
    "quote": "Dream it. Wish it. Do it.",
    "author": "Anonymous"
  },
  {
    "quote": "Success doesn't just find you. You have to go out and get it.",
    "author": "Anonymous"
  },
  {
    "quote": "The harder you work for something, the greater you'll feel when you achieve it.",
    "author": "Anonymous"
  },
  {
    "quote": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "The key to success is to focus on goals, not obstacles.",
    "author": "Anonymous"
  },
  {
    "quote": "The only person you should try to be better than is the person you were yesterday.",
    "author": "Anonymous"
  },
  {
    "quote": "The question isn't who is going to let me; it's who is going to stop me.",
    "author": "Ayn Rand"
  },
  {
    "quote": "When you feel like quitting, remember why you started.",
    "author": "Anonymous"
  },
  {
    "quote": "Don't count the days, make the days count.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "Act as if what you do makes a difference. It does.",
    "author": "William James"
  },
  {
    "quote": "If opportunity doesn't knock, build a door.",
    "author": "Milton Berle"
  },
  {
    "quote": "Start where you are. Use what you have. Do what you can.",
    "author": "Arthur Ashe"
  },
  {
    "quote": "Your attitude determines your direction.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The only limit to our realization of tomorrow is our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "What are you afraid of losing when nothing in the world actually belongs to you.",
    "author": "Marcus Aurelius"
  },
  {
    "quote": "Do what you can, with what you have, where you are.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius"
  },
  {
    "quote": "Act as though it is impossible to fail.",
    "author": "Dorothea Brande"
  },
  {
    "quote": "Hardships often prepare ordinary people for an extraordinary destiny.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "The secret of getting ahead is getting started.",
    "author": "Mark Twain"
  },
  {
    "quote": "Opportunities don't happen. You create them.",
    "author": "Chris Grosser"
  },
  {
    "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "All progress takes place outside the comfort zone.",
    "author": "Michael John Bobak"
  },
  {
    "quote": "Don't stop when you're tired. Stop when you're done.",
    "author": "Wesley Snipes"
  },
  {
    "quote": "I never dreamed about success. I worked for it.",
    "author": "Estée Lauder"
  },
  {
    "quote": "Difficulties in life are intended to make us better, not bitter.",
    "author": "Dan Reeves"
  },
  {
    "quote": "The way to get started is to quit talking and begin doing.",
    "author": "Walt Disney"
  },
  {
    "quote": "Every accomplishment starts with the decision to try.",
    "author": "John F. Kennedy"
  },
  {
    "quote": "There are no limits to what you can accomplish, except the limits you place on your own thinking.",
    "author": "Brian Tracy"
  },
  {
    "quote": "Stay away from those who try to belittle your ambitions. Small people always do that.",
    "author": "Mark Twain"
  },
  {
    "quote": "Keep your face always toward the sunshine—and shadows will fall behind you.",
    "author": "Walt Whitman"
  },
  {
    "quote": "Be so good they can’t ignore you.",
    "author": "Steve Martin"
  },
  {
    "quote": "You don’t have to be great to start, but you have to start to be great.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Work hard in silence, let your success be your noise.",
    "author": "Frank Ocean"
  },
  {
    "quote": "Doubt kills more dreams than failure ever will.",
    "author": "Suzy Kassem"
  },
  {
    "quote": "Don’t be pushed by your problems. Be led by your dreams.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "A little progress each day adds up to big results.",
    "author": "Satya Nani"
  },
  {
    "quote": "Pain is temporary. Quitting lasts forever.",
    "author": "Lance Armstrong"
  },
  {
    "quote": "Discipline is choosing between what you want now and what you want most.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Energy and persistence conquer all things.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Rise above the storm, and you will find the sunshine.",
    "author": "Mario Fernández"
  },
  {
    "quote": "If you want to fly, give up everything that weighs you down.",
    "author": "Toni Morrison"
  },
  {
    "quote": "Hustle until your haters ask if you're hiring.",
    "author": "Steve Maraboli"
  },
  {
    "quote": "You can waste your life drawing lines. Or you can live your life crossing them.",
    "author": "Shonda Rhimes"
  },
  {
    "quote": "A goal properly set is halfway reached.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Do not wait to strike till the iron is hot, but make it hot by striking.",
    "author": "William Butler Yeats"
  },
  {
    "quote": "Small deeds done are better than great deeds planned.",
    "author": "Peter Marshall"
  },
  {
    "quote": "Never regret a day in your life. Good days give happiness, bad days give experience.",
    "author": "Anonymous"
  },
  {
    "quote": "Make each day your masterpiece.",
    "author": "John Wooden"
  },
  {
    "quote": "The man on top of the mountain didn’t fall there.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Ambition is the first step to success. The second step is action.",
    "author": "Anonymous"
  },
  {
    "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "author": "Anonymous"
  },
  {
    "quote": "A winner is a dreamer who never gives up.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Do what you love and you’ll never work a day in your life.",
    "author": "Confucius"
  },
  {
    "quote": "Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Make your fear of losing your greatest motivation.",
    "author": "Anonymous"
  },
  {
    "quote": "Work like there is someone working twenty-four hours a day to take it away from you.",
    "author": "Mark Cuban"
  },
  {
    "quote": "Success is not just about making money. It’s about making a difference.",
    "author": "Anonymous"
  },
  {
    "quote": "If your dreams don’t scare you, they are too small.",
    "author": "Richard Branson"
  },
  {
    "quote": "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "quote": "The road to success and the road to failure are almost exactly the same.",
    "author": "Colin R. Davis"
  },
  {
    "quote": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon"
  },
  {
    "quote": "I find that the harder I work, the more luck I seem to have.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Don't be afraid to give up the good to go for the great.",
    "author": "John D. Rockefeller"
  },
  {
    "quote": "Stop chasing the money and start chasing the passion.",
    "author": "Tony Hsieh"
  },
  {
    "quote": "If you are not willing to risk the usual, you will have to settle for the ordinary.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "quote": "All our dreams can come true, if we have the courage to pursue them.",
    "author": "Walt Disney"
  },
  {
    "quote": "Whenever you see a successful person, you only see the public glories, never the private sacrifices to reach them.",
    "author": "Vaibhav Shah"
  },
  {
    "quote": "Try not to become a man of success. Rather become a man of value.",
    "author": "Albert Einstein"
  },
  {
    "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
    "author": "David Brinkley"
  },
  {
    "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "No one can make you feel inferior without your consent.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "If you really look closely, most overnight successes took a long time.",
    "author": "Steve Jobs"
  },
  {
    "quote": "The real test is not whether you avoid this failure, because you won't. It's whether you let it harden or shame you into inaction.",
    "author": "Barack Obama"
  },
  {
    "quote": "The only thing that stands between you and your dream is the will to try and the belief that it is actually possible.",
    "author": "Joel Brown"
  },
  {
    "quote": "Success is liking yourself, liking what you do, and liking how you do it.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened.",
    "author": "Helen Keller"
  },
  {
    "quote": "The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee"
  },
  {
    "quote": "There is no royal road to anything. One thing at a time, all things in succession.",
    "author": "Josiah Gilbert Holland"
  },
  {
    "quote": "Failure is the condiment that gives success its flavor.",
    "author": "Truman Capote"
  },
  {
    "quote": "Success seems to be connected with action. Successful people keep moving.",
    "author": "Conrad Hilton"
  },
  {
    "quote": "You miss 100% of the shots you don't take.",
    "author": "Wayne Gretzky"
  },
  {
    "quote": "Don't let what you cannot do interfere with what you can do.",
    "author": "John Wooden"
  },
  {
    "quote": "The distance between insanity and genius is measured only by success.",
    "author": "Bruce Feirstein"
  },
  {
    "quote": "When you want to succeed as bad as you want to breathe, then you'll be successful.",
    "author": "Eric Thomas"
  },
  {
    "quote": "Consistency is what transforms average into excellence.",
    "author": "Anonymous"
  },
  {
    "quote": "If you can dream it, you can do it.",
    "author": "Walt Disney"
  },
  {
    "quote": "Action is the foundational key to all success.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "author": "Thomas Edison"
  },
  {
    "quote": "Hard work beats talent when talent doesn't work hard.",
    "author": "Tim Notke"
  },
  {
    "quote": "A year from now you may wish you had started today.",
    "author": "Karen Lamb"
  },
  {
    "quote": "The difference between who you are and who you want to be is what you do.",
    "author": "Anonymous"
  },
  {
    "quote": "Don't tell people your dreams. Show them.",
    "author": "Anonymous"
  },
  {
    "quote": "It’s not whether you get knocked down; it’s whether you get up.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "The best way to predict your future is to create it.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "Don’t wait for opportunity. Create it.",
    "author": "Anonymous"
  },
  {
    "quote": "Your life does not get better by chance, it gets better by change.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Ryun"
  },
  {
    "quote": "Fall seven times and stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "Everything you've ever wanted is on the other side of fear.",
    "author": "George Addair"
  },
  {
    "quote": "You don't have to see the whole staircase, just take the first step.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Focus on being productive instead of busy.",
    "author": "Tim Ferriss"
  },
  {
    "quote": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot"
  },
  {
    "quote": "Success is not final; failure is not fatal: it is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "quote": "You are the master of your destiny. You can influence, direct and control your own environment.",
    "author": "Napoleon Hill"
  }
]