[
  {
    "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "quote": "The way to get started is to quit talking and begin doing.",
    "author": "Walt Disney"
  },
  {
    "quote": "Success usually comes to those who are too busy to be looking for it.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "Don't wait. The time will never be just right.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Opportunities don't happen, you create them.",
    "author": "Chris Grosser"
  },
  {
    "quote": "Do not wait to strike till the iron is hot, but make it hot by striking.",
    "author": "William Butler Yeats"
  },
  {
    "quote": "Success is the result of preparation, hard work, and learning from failure.",
    "author": "Colin Powell"
  },
  {
    "quote": "The best way to predict the future is to create it.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "quote": "I find that the harder I work, the more luck I seem to have.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "quote": "Success is not in what you have, but who you are.",
    "author": "Bo Bennett"
  },
  {
    "quote": "There are no shortcuts to any place worth going.",
    "author": "Beverly Sills"
  },
  {
    "quote": "Your time is limited, don't waste it living someone else's life.",
    "author": "Steve Jobs"
  },
  {
    "quote": "The secret of success is to do the common things uncommonly well.",
    "author": "John D. Rockefeller"
  },
  {
    "quote": "Success isn't always about greatness. It's about consistency.",
    "author": "Dwayne Johnson"
  },
  {
    "quote": "The difference between who you are and who you want to be is what you do.",
    "author": "Anonymous"
  },
  {
    "quote": "Success is liking yourself, liking what you do, and liking how you do it.",
    "author": "Maya Angelou"
  },
  {
    "quote": "The path to success is to take massive, determined action.",
    "author": "Tony Robbins"
  },
  {
    "quote": "Your positive action combined with positive thinking results in success.",
    "author": "Shiv Khera"
  },
  {
    "quote": "Success is getting what you want. Happiness is wanting what you get.",
    "author": "Dale Carnegie"
  },
  {
    "quote": "Fall seven times and stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon"
  },
  {
    "quote": "Don't be afraid to give up the good to go for the great.",
    "author": "John D. Rockefeller"
  },
  {
    "quote": "Success is a journey, not a destination.",
    "author": "Arthur Ashe"
  },
  {
    "quote": "If you want to be successful, prepare to be doubted and tested.",
    "author": "Anonymous"
  },
  {
    "quote": "You miss 100% of the shots you don’t take.",
    "author": "Wayne Gretzky"
  },
  {
    "quote": "It always seems impossible until it's done.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Success is not just about making money. It's about making a difference.",
    "author": "Anonymous"
  },
  {
    "quote": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  {
    "quote": "If people are doubting how far you can go, go so far that you can’t hear them anymore.",
    "author": "Michele Ruiz"
  },
  {
    "quote": "Success is not measured by what you accomplish, but by the opposition you have encountered.",
    "author": "Booker T. Washington"
  },
  {
    "quote": "It is better to fail in originality than to succeed in imitation.",
    "author": "Herman Melville"
  },
  {
    "quote": "Behind every successful person are a lot of unsuccessful years.",
    "author": "Bob Brown"
  },
  {
    "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
    "author": "David Brinkley"
  },
  {
    "quote": "Success seems to be connected with action. Successful people keep moving.",
    "author": "Conrad Hilton"
  },
  {
    "quote": "Do what you love and success will follow. Passion is the fuel behind a successful career.",
    "author": "Meg Whitman"
  },
  {
    "quote": "A goal without a plan is just a wish.",
    "author": "Antoine de Saint-Exupéry"
  },
  {
    "quote": "Success is how high you bounce when you hit bottom.",
    "author": "George S. Patton"
  },
  {
    "quote": "Don’t let the fear of losing be greater than the excitement of winning.",
    "author": "Robert Kiyosaki"
  },
  {
    "quote": "Be brave. Take risks. Nothing can substitute experience.",
    "author": "Paulo Coelho"
  },
  {
    "quote": "Success is 10% inspiration and 90% perspiration.",
    "author": "Thomas Edison"
  },
  {
    "quote": "Success is not how high you have climbed, but how you make a positive difference to the world.",
    "author": "Roy T. Bennett"
  },
  {
    "quote": "Courage is resistance to fear, mastery of fear—not absence of fear.",
    "author": "Mark Twain"
  },
  {
    "quote": "Patience, persistence, and perspiration make an unbeatable combination for success.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Success is simple. Do what's right, the right way, at the right time.",
    "author": "Arnold H. Glasow"
  },
  {
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "author": "Thomas Edison"
  },
  {
    "quote": "Some people dream of success, while others wake up and work hard at it.",
    "author": "Anonymous"
  },
  {
    "quote": "Success is about creating benefit for all and enjoying the process.",
    "author": "Jack Ma"
  },
  {
    "quote": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "quote": "There is no elevator to success. You have to take the stairs.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "One secret of success is to refuse to let temporary setbacks defeat you.",
    "author": "Mary Kay Ash"
  },
  {
    "quote": "You may have to fight a battle more than once to win it.",
    "author": "Margaret Thatcher"
  },
  {
    "quote": "Work like hell. I mean you just have to put in 80 to 100 hour weeks every week.",
    "author": "Elon Musk"
  },
  {
    "quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "The only limit to our realization of tomorrow is our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "Champions keep playing until they get it right.",
    "author": "Billie Jean King"
  },
  {
    "quote": "Success is best when it’s shared.",
    "author": "Howard Schultz"
  },
  {
    "quote": "Dream big and dare to fail.",
    "author": "Norman Vaughan"
  },
  {
    "quote": "The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Success comes from having dreams that are bigger than your fears.",
    "author": "Bobby Unser"
  },
  {
    "quote": "Forget about style; worry about results.",
    "author": "Bobby Orr"
  },
  {
    "quote": "It's not about money or connections—it's the willingness to outwork and outlearn everyone.",
    "author": "Mark Cuban"
  },
  {
    "quote": "If you do what you’ve always done, you’ll get what you’ve always gotten.",
    "author": "Tony Robbins"
  },
  {
    "quote": "Don’t count the days, make the days count.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "Success is dependent on effort.",
    "author": "Sophocles"
  },
  {
    "quote": "Work hard, be kind, and amazing things will happen.",
    "author": "Conan O'Brien"
  },
  {
    "quote": "Success isn't just about what you accomplish, it's about what you inspire others to do.",
    "author": "Anonymous"
  },
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
    "author": "Albert Schweitzer"
  },
  {
    "quote": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "author": "Robert Kiyosaki"
  },
  {
    "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",
    "author": "Booker T. Washington"
  },
  {
    "quote": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite.",
    "author": "G.K. Chesterton"
  },
  {
    "quote": "Success is a science; if you have the conditions, you get the result.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "I never dreamed about success, I worked for it.",
    "author": "Estée Lauder"
  },
  {
    "quote": "The secret of success is constancy to purpose.",
    "author": "Benjamin Disraeli"
  },
  {
    "quote": "Success is most often achieved by those who don't know that failure is inevitable.",
    "author": "Coco Chanel"
  },
  {
    "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in.",
    "author": "Bill Bradley"
  },
  {
    "quote": "To succeed in life, you need two things: ignorance and confidence.",
    "author": "Mark Twain"
  },
  {
    "quote": "Success is to be measured not by wealth, power, or status, but by the degree to which you're sharing your unique gifts with the world.",
    "author": "Steve Pavlina"
  },
  {
    "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Ninety percent of success is just showing up.",
    "author": "Woody Allen"
  },
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "author": "Confucius"
  },
  {
    "quote": "Try not to become a man of success. Rather become a man of value.",
    "author": "Albert Einstein"
  },
  {
    "quote": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness.",
    "author": "P.T. Barnum"
  },
  {
    "quote": "Success is my only option, failure's not.",
    "author": "Eminem"
  },
  {
    "quote": "Flame-like, the desire for success should burn within you.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "The secret to success is to know something nobody else knows.",
    "author": "Aristotle Onassis"
  },
  {
    "quote": "Success is simply a matter of luck. Ask any failure.",
    "author": "Earl Wilson"
  },
  {
    "quote": "If you really look closely, most overnight successes took a long time.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Action is the foundational key to all success.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Success is purely a matter of luck. I know this because I see it in everyone I don't like.",
    "author": "Jean Cocteau"
  },
  {
    "quote": "The key to success is to focus our conscious mind on things we desire, not things we fear.",
    "author": "Brian Tracy"
  },
  {
    "quote": "A man is a success if he gets up in the morning and gets to bed at night, and in between he does what he wants to do.",
    "author": "Bob Dylan"
  },
  {
    "quote": "Success is falling nine times and getting up ten.",
    "author": "Jon Bon Jovi"
  },
  {
    "quote": "There is no failure except in no longer trying.",
    "author": "Elbert Hubbard"
  },
  {
    "quote": "Failure is the condiment that gives success its flavor.",
    "author": "Truman Capote"
  },
  {
    "quote": "Success is focus, and focus is saying 'no'.",
    "author": "Steve Jobs"
  },
  {
    "quote": "He has achieved success who has lived well, laughed often, and loved much.",
    "author": "Bessie Anderson Stanley"
  },
  {
    "quote": "Success is nothing more than a few simple disciplines, practiced every day.",
    "author": "Jim Rohn"
  },
  {
    "quote": "The road to success is always under construction.",
    "author": "Lily Tomlin"
  },
  {
    "quote": "Always bear in mind that your own resolution to succeed is more important than any other.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "I don't know the key to success, but the key to failure is trying to please everyone.",
    "author": "Bill Cosby"
  },
  {
    "quote": "Success is steady progress toward one's personal goals.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for.",
    "author": "Dag Hammarskjöld"
  },
  {
    "quote": "To double your success rate, you must double your failure rate.",
    "author": "Thomas J. Watson"
  },
  {
    "quote": "Success is often the result of taking a misstep in the right direction.",
    "author": "Al Bernstein"
  },
  {
    "quote": "Positive thinking will let you do everything better than negative thinking will.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "The master has failed more times than the beginner has even tried.",
    "author": "Stephen McCranie"
  },
  {
    "quote": "Little minds are tamed and subdued by misfortune; but great minds rise above them.",
    "author": "Washington Irving"
  },
  {
    "quote": "The starting point of all achievement is desire.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work.",
    "author": "Thomas J. Watson"
  },
  {
    "quote": "The secret to success is to start before you are ready.",
    "author": "Marie Forleo"
  },
  {
    "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Success is not a destination, it's a way of life.",
    "author": "Anonymous"
  },
  {
    "quote": "Hard work beats talent when talent doesn't work hard.",
    "author": "Tim Notke"
  },
  {
    "quote": "Your current circumstances don't determine where you can go; they merely determine where you start.",
    "author": "Nido Qubein"
  },
  {
    "quote": "Success is doing ordinary things extraordinarily well.",
    "author": "Jim Rohn"
  }
]